Revit 2027 API
ParameterTypeId.RebarElemHostMark Property
 "Host Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElemHostMark { get; }
Public Shared ReadOnly Property RebarElemHostMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElemHostMark {
	ForgeTypeId^ get ();
}
static member RebarElemHostMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace